src/test/resources/artifacts/ESB/config/soapRequests/sapbydesign/apiQueryOutboundDeliverables.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:glob="http://sap.com/xi/SAPGlobal20/Global">
    <soap:Header/>
    <soap:Body>
        <glob:OutboundDeliveryFindByElementsQuery_sync>
            <OutboundDeliveryFindByElementsRequestMessageBody>
                <SelectionByDateShippingDateTime>
                    <IntervalBoundaryTypeCode>1</IntervalBoundaryTypeCode>
                    <UpperBoundaryDateTime>%s(odshippingDateTime)</UpperBoundaryDateTime>
                </SelectionByDateShippingDateTime>
            </OutboundDeliveryFindByElementsRequestMessageBody>
            <ProcessingConditions>
                <QueryHitsMaximumNumberValue>10</QueryHitsMaximumNumberValue>
                <QueryHitsUnlimitedIndicator>false</QueryHitsUnlimitedIndicator>
            </ProcessingConditions>
        </glob:OutboundDeliveryFindByElementsQuery_sync>
    </soap:Body>
</soap:Envelope>